[{"quote":"\"Many that live deserve death. And some that die deserve life. Can you give it to them? Then do not be too eager to deal out death in judgement. For even the very wise cannot see all ends.\"","author":"Gandalf"},{"quote":"\"All we have to decide is what to do with the time that is given to us.\"","author":"Gandalf"},{"quote":"\"Seldom give unguarded advice, for advice is a dangerous gift, even from the wise to the wise, and all courses may run ill.\"","author":"Gildor Inglorion"},{"quote":"\"Some things are ill to hear when the world's in shadow.\"","author":"Tom Bombadil"},{"quote":"\"Don't adventures ever have an end? I suppose not. Someone else always has to carry on the story.\"","author":"Bilbo Baggins"},{"quote":"\"He that breaks a thing to find out what it is has left the path of wisdom.\"","author":"Gandalf"},{"quote":"\"Even the most subtle spiders may leave a weak thread.\"","author":"Gandalf"},{"quote":"\"It is perilous to study too deeply the arts of the Enemy, for good or for ill.\"","author":"Elrond"},{"quote":"\"Oft in lies truth is hidden.\"","author":"Gandalf"},{"quote":"\"Valour needs first strength, and then a weapon.\"","author":"Boromir"},{"quote":"\"Those who made [the three elven rings of power] did not desire strength or domination or hoarded wealth, but understanding, making, and healing, to preserve all things unstained.\"","author":"Elrond"},{"quote":"\"Such is oft the course of deeds that move the wheels of the world: small hands do them because they must, while the eyes of the great are elsewhere.\"","author":"Elrond"},{"quote":"\"Only a small part is played in great deeds by any hero.\"","author":"Gandalf"},{"quote":"\"Faithless is he that says farewell when the road darkens. \"","author":"Gimli"},{"quote":"\"Let him not vow to walk in the dark, who has not seen the nightfall.\"","author":"Elrond"},{"quote":"\"In nothing is the power of the Dark Lord more clearly shown than in the estrangement that divides all those who still oppose him.\"","author":"Haldir"},{"quote":"\"The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater.\"","author":"Haldir"},{"quote":"\"Do not trouble your hearts overmuch with thought of the road tonight. Maybe the paths that you each shall tread are already laid before your feet, though you do not see them.\"","author":"Galadriel"},{"quote":"\"Do not despise the lore that has come down from distant years; for oft it may chance that old wives keep in memory word of things that once were needful for the wise to know.\"","author":"Celeborn"},{"quote":"\"Do not cast all hope away. Tomorrow is unkown. Rede oft is found at the rising of the Sun.\"","author":"Legolas"},{"quote":"\"There are some things that it is better to begin than to refuse, even though the end may be dark.\"","author":"Aragorn"},{"quote":"\"A treacherous weapon is ever a danger to the hand.\"","author":"Gandalf"},{"quote":"\"News from afar is seldom sooth.\"","author":"King Theoden"},{"quote":"\"The wise speak only of what they know.\"","author":"Gandalf"},{"quote":"\"To crooked eyes truth may wear a wry face.\"","author":"Gandalf"},{"quote":"\"Oft the unbidden guest proves the best company.\"","author":"Eomer"},{"quote":"\"None knows what the new day shall bring him. \"","author":"Aragorn"},{"quote":"\"One who cannot cast away a treasure at need is in fetters.\"","author":"Aragorn"},{"quote":"\"The treacherous are ever distrustful.\"","author":"Gandalf"},{"quote":"\"One cannot be both tyrant and counselor.\"","author":"Gandalf"},{"quote":"\"Often does hatred hurt itself!\"","author":"Gandalf"},{"quote":"\"Things will go as they will; and there is no need to hurry to meet them.\"","author":"Treebeard"},{"quote":"\"Oft evil will shall evil mar.\"","author":"King Theoden"},{"quote":"\"Perilous to us all are the devices of an art deeper than we possess ourselves.\"","author":"Gandalf"},{"quote":"\"The burned hand teaches best. After that advice about fire goes to the heart.\"","author":"Gandalf"},{"quote":"\"Better mistrust undeserved than rash words.\"","author":"Frodo"},{"quote":"\"Fair speech may hide a foul heart.\"","author":"Sam Gamgee"},{"quote":"\"The praise of the praiseworthy is above all rewards.\"","author":"Faramir"},{"quote":"\"Generous deed should not be checked by cold counsel.\"","author":"Gandalf"},{"quote":"\"The hasty stroke goes oft astray.\"","author":"Aragorn"},{"quote":"\"Deeds will not be less valiant because they are unpraised.\"","author":"Aragorn"},{"quote":"\"Where will wants not, a way opens.\"","author":"Dernhelm"},{"quote":"\"A traitor may betray himself and do good that he does not intend.\"","author":"Gandalf"},{"quote":"\"Hope oft deceives. ... Yet twice blessed is help unlooked for.\"","author":"Eomer"},{"quote":"\"Follow what may, great deeds are not lessened in worth.\"","author":"Legolas"},{"quote":"\"It needs but one foe to breed a war, not two.... And those who have not swords can still die upon them. Would you have the folk of Gondor gather you herbs only, when the Dark Lord gathers armies?\"","author":"Eowyn"},{"quote":"\"It is not always good to be healed in body. Nor is it always evil to die in battle, even in bitter pain.\"","author":"Eowyn"},{"quote":"\"It is useless to meet revenge with revenge: it will heal nothing.\"","author":"Frodo"},{"quote":"\"It must often be so, Sam, when things are in danger: some one has to give them up, lose them, so that others may keep them.\"","author":"Frodo"},{"quote":"\"I will not say: do not weep; for not all tears are an evil.\"","author":"Gandalf"},{"quote":"“I wish it need not have happened in my time,” said Frodo. “So do I,” said Gandalf, “and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.”"},{"quote":"“I don’t know half of you half as well as I should like; and I like less than half of you half as well as you deserve.”","author":"Bilbo Baggins"},{"quote":"All that is gold does not glitter, Not all those who wander are lost"},{"quote":"\"The Road goes ever on and on Down from the door where it began. Now far ahead the Road has gone, And I must follow, if I can, Pursuing it with eager feet, Until it joins some larger way Where many paths and errands meet. And whither then? I cannot say\""},{"quote":"\"May it be a light to you in dark places, when all other lights go out\"","author":"Galadriel"},{"quote":"\"Short cuts make long delays\"","author":"Pippin"},{"quote":"\"The wide world is all about you: you can fence yourselves in, but you cannot for ever fence it out\"","author":"Gildor"},{"quote":"\"I think you should still follow that plan\"","author":"Gildor"},{"quote":"\"You cannot pass! I am a servant of the Secret Fire, wielder of the Flame of Anor. The dark fire will not avail you, Flame of Udun! Go back to the shadow. You shall not pass!\"","author":"Gandalf"},{"quote":"\"It is sad that we should meet only thus at the ending. For the world is changing: I feel it in the water, I feel it in the earth, and I smell it in the air. I do not think we shall meet again\"","author":"Treebeard"}]